Repository: dev1slotreader/SlotReader
Catalog: POC/IOS/SlotReader/SlotReader/*.lproj/Localizable.strings
Languages: da_dk, de, el, es_mx, fi, fr, fy_nl, it, ja, ko, nb, pl, pt_pt, ru, sv, tr, uk, zh_hans, zh_hant

# navigation.item.home
source: Home
da_dk: Primær
de: Primär
el: Πρωταρχικός
es_mx: Primario
fi: Ensisijainen
fr: Principal
fy_nl: Huis
it: Primario
ja: プライマリー
ko: 행성
nb: Primær
pl: Główny
pt_pt: Primário
ru: Главная
sv: Primär
tr: Birincil
uk: Головна
zh_hans: 主
zh_hant: 主

# navigation.item.themes
source: Board themes
da_dk: Tavle temaer
de: Themen
el: μαυροπίνακας θέματα
es_mx: Temas pizarra
fi: Liitutaulu teemat
fr: Thèmes du planche
fy_nl: Schoolbord thema's
it: Temi bordo
ja: 黒板テーマ
ko: 칠판 테마
nb: Tavle temaer
pl: Style tablica
pt_pt: Temas de tabuleiro
ru: Темы
sv: Svart tavla teman
tr: Temalar
uk: Теми
zh_hans: 黑板主题
zh_hant: 黑板主題

# navigation.item.languages
source: Languages
da_dk: Sprog
de: Sprachen
el: γλώσσες
es_mx: Idiomas
fi: Kielet
fr: Langues
fy_nl: Talen
it: Le lingue
ja: 言語
ko: 언어
nb: Språk
pl: Języki
pt_pt: Idiomas
ru: Языки
sv: Språk
tr: Diller
uk: Мови
zh_hans: 语言
zh_hant: 語言

# navigation.item.dictionary
source: Dictonary
da_dk: Ordbog
de: Wörterbuch
el: Λεξικό
es_mx: Diccionario
fi: Sanakirja
fr: Dictionnaire
fy_nl: Woordenboek
it: Dizionario
ja: 辞書
ko: 사전
nb: Ordbok
pl: Słownik
pt_pt: Dicionário
ru: Словарь
sv: Lexikon
tr: Sözlük
uk: Словник
zh_hans: 字典
zh_hant: 字典

# navigation.item.greenBoard
source: Green Board
da_dk: Grønne tavle
de: Grünes Brett
el: πράσινο μαυροπίνακα
es_mx: Pizarra verde
fi: Vihreä liitutaulu
fr: Planche vert
fy_nl: Groen schoolbord
it: Bordo verde
ja: グリーン黒板
ko: 녹색 칠판
nb: Grønn tavle
pl: zielona tablica
pt_pt: Tábua verde
ru: Зеленая доска
sv: Grön tavlan
tr: Yeşil Kurulu
uk: Зелена дошка
zh_hans: 绿色黑板
zh_hant: 綠色黑板

# navigation.item.lightBoard
source: Light Board
da_dk: Lys tavle
de: Light Brett
el: φως μαυροπίνακα
es_mx: Pizarra luz
fi: Kevyt liitutaulu
fr: Planche lumière
fy_nl: Licht blackboard
it: Bordo chiaro
ja: 光黒板
ko: 라이트 칠판
nb: Lys tavle
pl: światło tablica
pt_pt: Tábua luz
ru: Светлая доска
sv: ljus tavlan
tr: Işık Kurulu
uk: Світла дошка
zh_hans: 黑板灯
zh_hant: 黑板燈

# navigation.item.darkBoard
source: Dark Board
da_dk: Mørk tavle
de: Dunkle Brett
el: σκούρο μαυροπίνακα
es_mx: Pizarra oscura
fi: Tumman liitutaulu
fr: Planche foncé
fy_nl: Donker bord
it: Bordo scuro
ja: ダーク黒板
ko: 어두운 칠판
nb: Mørk tavle
pl: ciemny tablica
pt_pt: Dart tábua
ru: Темная доска
sv: Mörk svart tavla
tr: Koyu Kurulu
uk: Темна дошка
zh_hans: 深色的黑板
zh_hant: 深色的黑板

# navigation.item.back
source: Back
da_dk: Tilbage
de: Zurück
el: Πίσω
es_mx: Espalda
fi: Takaisin
fr: Arrière
fy_nl: Terug
it: Indietro
ja: バック
ko: 뒤로
nb: Tilbake
pl: Plecy
pt_pt: Costas
ru: Назад
sv: Tillbaka
tr: Sırt
uk: Назад
zh_hans: 背部
zh_hant: 背部

# dictionary.navigation.title
source: Dictionary
da_dk: Ordbog
de: Wörterbuch
el: Λεξικό
es_mx: Diccionario
fi: Sanakirja
fr: Dictionnaire
fy_nl: Woordenboek
it: Dizionario
ja: 辞書
ko: 사전
nb: Ordbok
pl: Słownik
pt_pt: Dicionário
ru: Словарь
sv: Lexikon
tr: Sözlük
uk: Словник
zh_hans: 字典
zh_hant: 字典

# dictionary.message.positive.adding
source: New word added
da_dk: Nyt ord tilføjet
de: Neues Wort hinzugefügt
el: προστεθεί νέα λέξη
es_mx: Nueva palabra añadida
fi: Uusi sana lisätään
fr: Nouveau mot ajouté
fy_nl: Nieuw woord toegevoegd
it: Nuova parola aggiunta
ja: 新しい単語が追加します
ko: 새로운 단어를 추가
nb: Nye ord lagt til
pl: Nowe słowo dodał
pt_pt: Nova palavra adicionada
ru: Новое слово додано
sv: Nya ordet sattes
tr: Yeni bir kelime eklendi
uk: Додано нове слово
zh_hans: 增加了新词
zh_hant: 增加了新詞

# dictionary.message.positive.deleting
source: Selected words deleted
da_dk: Valgte ord udgår
de: Ausgewählte Wörter gestrichen
el: διαγράφονται επιλεγμένες λέξεις
es_mx: Palabras seleccionadas eliminan
fi: Valitut poistetaan
fr: Mots sélectionnés supprimés
fy_nl: Geselecteerde woorden schrappen
it: Parole selezionate cancellati
ja: 選択した単語を削除します
ko: 선택한 단어 삭제
nb: Valgte ord slettet
pl: Wybrane słowa usunięte
pt_pt: Palavras selecionadas excluído
ru: Выбранные слова удалены
sv: Valda ord utgår
tr: Seçilen kelimeler silindi
uk: Обрані слова видалено
zh_hans: 选字删除
zh_hant: 選字刪除

# dictionary.message.positive.updating
source: The word is updated
da_dk: Ordet er opdateret
de: Das Wort wird aktualisiert
el: Η λέξη ενημερώνεται
es_mx: La palabra se actualiza
fi: Sana päivitetään
fr: Le mot est mis à jour
fy_nl: Het woord wordt bijgewerkt
it: La parola viene aggiornata
ja: ワードが更新されます
ko: 단어가 업데이트됩니다
nb: Ordet er oppdatert
pl: Słowo jest aktualizowana
pt_pt: A palavra é atualizado
ru: Слово обновлено
sv: Ordet uppdateras
tr: Kelime güncellenir
uk: Слово оновлено
zh_hans: 字被更新
zh_hant: 字被更新

# dictionary.message.negative.adding
source: Error while adding the word
da_dk: Fejl ved tilføjelse af ordet
de: Fehler beim Hinzufügen des Wortes
el: Σφάλμα κατά την προσθήκη της λέξης
es_mx: Error al añadir la palabra
fi: Virhe lisätään sana
fr: Erreur lors de l'ajout du mot
fy_nl: Fout bij het toevoegen van het woord
it: Errore durante l'aggiunta della parola
ja: エラーは、単語を追加しながら
ko: 오류 단어를 추가하는 동안
nb: Feil ved å legge til ordet
pl: Błąd podczas dodawania słowo
pt_pt: Erro ao adicionar a palavra
ru: Ошибка при добавлении слова
sv: Fel vid lägga till ordet
tr: Hata kelimesini eklerken
uk: Помилка при додаванні слова
zh_hans: 错误同时加入了字
zh_hant: 錯誤同時加入了字

# dictionary.message.negative.deleting
source: Error while deleting
da_dk: Fejl under sletning
de: Fehler beim Löschen
el: Σφάλμα κατά τη διαγραφή
es_mx: Error al suprimir
fi: Virhe poistettaessa
fr: Erreur lors de la suppression
fy_nl: Fout bij het verwijderen van
it: Errore durante l'eliminazione
ja: エラー削除中
ko: 오류 삭제하는 동안
nb: Feil under sletting
pl: Błąd podczas usuwania
pt_pt: Erro durante a exclusão
ru: Ошибка при удалении
sv: Fel vid borttagning
tr: Hata silerken
uk: Помилка при видаленні
zh_hans: 在删除错误
zh_hant: 在刪除錯誤

# dictionary.message.negative.updating
source: Error while word updating
da_dk: Fejl ved ordet opdatering
de: Fehler beim Wort Aktualisierung
el: Σφάλμα κατά λέξη ενημέρωση
es_mx: Error al actualizar palabra
fi: Virhe sana päivittäminen
fr: Erreur lors de la mise à jour mot
fy_nl: Fout bij het woord bijwerken
it: Errore durante l'aggiornamento di parola
ja: 中にエラーが発生しましたワード更新
ko: 오류 동안 단어 업데이트
nb: Feil ved ordet oppdatering
pl: Błąd podczas aktualizowania słowo
pt_pt: Erro ao palavra actualização
ru: Ошибка при обновлении слов
sv: Fel medan ordet uppdatering
tr: Hata sırasında kelime güncelleme
uk: Помилка при оновленні слів
zh_hans: 出错字更新
zh_hant: 出錯字更新
