Repository: dev1slotreader/SlotReader
Catalog: POC/IOS/SlotReader/SlotReader/Assets.xcassets/Back.imageset/SwissPlanner/SwissPlanner/*.lproj/Localizable.strings
Languages: es_mx

# navigation.item.cabinet
source: Cabinet
es_mx: Gabinete

# navigation.item.calculator
source: Calculator
es_mx: Calculador

# navigation.item.education
source: Education
es_mx: Formación

# navigation.item.rewards
source: Rewards
es_mx: Premios

# navigation.item.testing
source: Testing
es_mx: Test

# navigation.item.settings
source: Settings
es_mx: Ajustes

# navigation.item.section.2
source: FOLLOW US
es_mx: Síguenos

# cabinet.title
source: My Cabinet
es_mx: Mi Gabinete

# cabinet.cellcontent.1.placeholder
source: User Name
es_mx: Nombre del usuario

# cabinet.cellcontent.2.title
source: My leadership level:
es_mx: Nivel de líderes:

# cabinet.cellcontent.3.title
source: My bonus units:
es_mx: Mis Unidades Bono:

# cabinet.cellcontent.4.title
source: Units to the next level:
es_mx: Para el siguente nivel:

# cabinet.cellcontent.2_3.none
source: None
es_mx: Nada

# cabinet.order.mainOrder
source: Main order
es_mx: Contrato principal

# cabinet.order.vipOrder
source: VIP order
es_mx: Contrato VIP

# cabinet.order.vipPlusOrder
source: VIP PLUS order
es_mx: Conrato VIP Plus

# calculator.title
source: Calculator
es_mx: Calculador

# calculator.order.preOrder
source: Preliminary
es_mx: Preliminar

# calculator.order.mainOrder
source: Main
es_mx: Principal

# calculator.content.yourLevel
source: Your level
es_mx: Su Nivel

# calculator.content.partnersLevel
source: Partner's level
es_mx: Nivel del Socio

# calculator.content.prepayment
source: Prepayment
es_mx: Pago previo

# calculator.content.isDirect
source: Direct Partner
es_mx: Socio Directo

# calculator.content.formula1
source: Prepayment = €%@ - €%d(internet commission) = €%@
es_mx: Pago previo = €%@ - €%d(сomisión de Internet) = €%@

# calculator.content.formula2
source: €%@ x 4 Orders = €%@ (commodity circulation)
es_mx: €%@ x 4 Encargos = €%@ (circulación de mercancías)

# calculator.content.formula3
source: €%@ - €%@ (reinvestment) = €%@
es_mx: €%@ - €%@ (reinversión) = €%@

# calculator.content.formula4
source: €%@ - 10%% (commission) = €%@ (buying gold)
es_mx: €%@ - 10%% (comisión) = €%@ (сompra de oro)

# calculator.content.formula5
source: €%@ / 500 = %@ bonus units
es_mx: €%@ / 500 = %@ las unidades bono

# calculator.content.formula6
source: Price difference between levels = €%d (point cost for your level) - €%d (point cost for partners level) = €%@
es_mx: Diferencias de precios entre los niveles = €%d (el coste de puntos para su nivel) - €%d (el coste de puntos para el nivel de su socio) = €%@

# calculator.content.formula7
source: You are losing your money!
es_mx: Ud esta perdiendo su dinero!

# calculator.content.formula8
source: Income = €%@ * %@ = €%@ (buying gold) %@
es_mx: Ingresos = €%@ * %@ = €%@ (сompra de oro) %@

# rewards.title
source: Rewards
es_mx: Premios

# rewards.1Level
source: 1 Level
es_mx: 1 Nivel

# rewards.3Level
source: 3 Level
es_mx: 3 Nivel

# rewards.4Level
source: 4 Level
es_mx: 4 Nivel

# rewards.5Level
source: 5 Level
es_mx: 5 Nivel

# rewards.6Level
source: 6 Level
es_mx: 6 Nivel

# rewards.7-11Levels
source: 7-11 levels
es_mx: 7-11 Nivel

# rewards.cruise
source: Cruise
es_mx: Crucero

# testing.title
source: Testing
es_mx: Test

# testing.content.bestResult
source: BEST TEST RESULT %@ of %d
es_mx: Mejor resultado del test %@ / %d

# testing.content.lastResult
source: LAST TEST RESULT %@ of %d
es_mx: último resultado del test %@ / %d

# testing.startButton
source: START THE TEST
es_mx: Empezar el test

# testing.slide.questionLabel
source: Question %d of %d
es_mx: Pregunta %d / %d

# settings.title
source: Settings
es_mx: Ajustes

# settings.cell1.title
source: Your name
es_mx: Su Nombre

# settings.cell2.title
source: Bonus units
es_mx: Las unidades bono

# settings.cell3.title
source: In leadership program
es_mx: En el programa de líderes

# settings.cell4.title
source: Languages
es_mx: Idioma

# settings.sectionTitle
source: User settings
es_mx: Ajustes del usuario

# settings.cell1.placeholder
source: Your full name
es_mx: Su nombre completo

# settings.cell2.placeholder
source: Your carier points
es_mx: Sus unidades de carrera

# education.title
source: Education
es_mx: Formación

# education.slide1.header
source: Income in the SWISSGOLDEN company
es_mx: Ingresos en la compañía Swissgolden

# education.slide1.block1.header
source: Bonus Program
es_mx: Programa de bonos

# education.slide1.block1.content
source: Quick start Active income
es_mx: Inicio rápido Ingresos Activos

# education.slide1.block2.header
source: Leadership Program
es_mx: Programa de líderes

# education.slide1.block2.content
source: Passive income
es_mx: Ingresos Pasivos

# education.slide2.block1
source: 90% - The company buys Gold for its partner in Bonus program
es_mx: 90% - La compañía compa el oro para su socio en el programa de bonos

# education.slide2.block2
source: 9% - The company distributes in the Leadership program
es_mx: 9%- La compañía distribuye en el programa de líderes

# education.slide2.block3
source: 1% - Income of the company
es_mx: 1% - Ingresos de la compañía

# education.slide3.header
source: Terms of access to the leadership program
es_mx: Términos de acceso al programa de líderes

# education.slide3.block1.header
source: in the Main agreement
es_mx: En el contrato principal

# education.slide3.block1.content
source: 1. You need to close your Main table 2. Your 2 attracted customers should also close their Main tables 3. And their 2 invited partners should do the same
es_mx: 1. Ud. Tiene que cerrar su mesa principal 2. Sus 2 personas invitadas tambien tienen cerrar sus mesas principales 3. Y sus dos invitados respectivamete tienen que cerrar sus tablas

# education.slide3.block2.header
source: in the VIP agreement
es_mx: En el contrato VIP

# education.slide3.block2.content
source: 1. You need to close your VIP table 2. Your 2 invited partners should also close their VIP tables
es_mx: 1. Ud. tiene que cerrar su mesa VIP 2. Sus dos personas invitadas tambien tienen que cerrar sus mesas VIP

# education.slide4.header
source: Income in the Leadership program
es_mx: Ingresos en el programa de líderes

# education.slide4.block1.header
source: Commodity circulation / 500 = Bonus units
es_mx: Circulación de mercancías/ 500=Unidades bono

# education.slide4.block1.content
source: The bonus units accumulate in the leadership program
es_mx: Las unidades bono acumulan en el programa de líderes

# education.slide4.block2.header
source: Main table of orders
es_mx: Mesa principal de pedidos

# education.slide4.block2.content
source: 2100€ - 10% = 1890€ (commodity circulation) 1890€ / 500 = 3.78 bonus units you will get for one closed Main table
es_mx: 2100€ - 10% = 1890€ (circulación de mercancías) 1890€ / 500 = 3.78 unidades bono ud va a obtener para una mesa Principal cerrada

# education.slide4.block3.header
source: VIP table of orders
es_mx: Mesa VIP de pedidos

# education.slide4.block3.content
source: 8250€ - 10% = 7425€ (commodity circulation) 7425€ / 500 = 14.85 bonus units you will get for one closed VIP table
es_mx: 8250€ - 10% = 7425€ (сirculación de mercancías) 7425€ / 500 = 14.85 unidades bono para una mesa VIP cerrada

# education.slide5.header
source: Income in the Leadership program
es_mx: Ingresos en el programa de líderes

# education.slide5.block1.header
source: Income = Price for 1 bonus unit х Bonus units
es_mx: Ingresos= precio para 1 unidad bono x Unidades bono

# education.slide5.block2.header
source: Main table of orders
es_mx: Mesa VIP de pedidos

# education.slide5.block3.content
source: On the 1st level of the leadership program You earn €15 for 1 bonus unit. €15 х 14.85 = €222.75 On the 2nd level of the leadership program You earn €20 for 1 bonus unit. €20 х 14.85 = €297.00
es_mx: En el 1 nivel del programa de líderes ud gana €15 para 1 unidad bono. €15 х 14.85 = €222.75 En el 2 nivel del programa de líderes Ud gana €20 para 1 unidad bono. €20 х 14.85 = €297.00

# education.slide6.header
source: Income in the Leadership program
es_mx: Ingresos en el programa de líderes

# education.slide6.block1.header
source: Income = Price for 1 bonus unit х Bonus units
es_mx: Ingresos = precio para 1 unidad bono x Unidades bono

# education.slide6.block2.header
source: Main table of orders
es_mx: Mesa principal de los encargos

# education.slide6.block2.content
source: If You are in the Leadership program and Your partner has not yet than on the 3rd level You will earn €25 for 1 bonus unit €25 х 3.78 = €94.50 etc.
es_mx: Si usted está en el programa de líderes y su socio no, entonces el 3 nivel usted gana 25 euros por 1 unidad bono: €25 х 3.78 = €94.50

# education.slide6.block3.header
source: VIP table of orders
es_mx: Mesa VIP de los encargos

# education.slide6.block3.content
source: If You are in the Leadership program and Your partner has not yet than on the 3rd level You will earn €25 for 1 bonus unit €25 х 14.85 = €371.25 etc.
es_mx: Si usted está en el programa de líderes y su socio no, entonces el 3 nivel usted gana 25 euros por 1 unidad bono: €25 х 14.85 = €371.25

# education.slide7.header
source: Income in the Leadership program
es_mx: Los ingresos en el programa de líderes

# education.slide7.block1.header
source: Income = Bonus units х Price differences between levels
es_mx: Los ingresos = las unidades bono x la diferencia de precios entre los niveles

# education.slide7.block2.header
source: Main table of orders
es_mx: La mesa principal de los encargos

# education.slide7.block2.content
source: If You are on the 2nd level, and Your partner is on the 1st level of the Leadership program Your income is: 3.78 х (€20 - €15) = €18.90
es_mx: Si usted está en 2 nivel y su socio está en el 1 nivel del programa de líderes, sus ingresos forman: 3.78 х (€20 - €15) = €18.90

# education.slide7.block3.header
source: VIP table of orders
es_mx: La mesa VIP de los encargos

# education.slide7.block3.content
source: If You are on the 2nd level, and Your partner is on the 1st level of the Leadership program Your income is: 14.85 х (€20 - €15) = €74.25
es_mx: Si usted está en 2 nivel y su socio está en el 1 nivel del programa de líderes, sus ingresos forman: 14.85 х (€20 - €15) = €74.25

# education.slide8.header
source: Income in the Leadership program
es_mx: Los ingresos en el programa de líderes

# education.slide8.block1.header
source: Income = Bonus units х Price differences between levels
es_mx: Los ingresos = las unidades bono x la diferencia de precios por unidades bono entre los niveles

# education.slide8.block2.header
source: Main table of orders
es_mx: La mesa principal de los encargos

# education.slide8.block2.content
source: If You are on the 4th level and Your partner is on the 1st level of the Leadership program Your income is: 3.78 х (€30 - €15) = €56.70
es_mx: Si usted está en 4 nivel y su socio está en el 1 nivel del programa de líderes, sus ingresos forman: 3.78 х (€30 - €15) = €56.70

# education.slide8.block3.header
source: VIP table of orders
es_mx: La mesa VIP de los encargos

# education.slide8.block3.content
source: If You are on the 4th level and Your partner is on the 1st level of the Leadership program Your income is: 14.85 х (€30 - €15) = €222.75
es_mx: Si usted está en 4 nivel y su socio está en el 1 nivel del programa de líderes, sus ingresos forman: 14.85 х (€30 - €15) = €222.75

# education.slide8a.header
source: Income in the Leadership program
es_mx: Los ingresos en el programa de líderes

# education.slide8a.block1.header
source: Income from your direct partner (doesn't matter what's your partner's level is) = Bonus units х Price differences between your level and 1 level of Leadership program
es_mx: Los ingresos del socio directo (Independientemente del nivel de su socio principal) = las unidades bono x la diferencia entre su nivel y el primer nivel del programa de líderes

# education.slide8a.block2.header
source: Main table of orders
es_mx: La mesa principal de los encargos

# education.slide8a.block2.content
source: You are on 9 level, your direct partner on 5 level of Leadership program. Your income is: 3.78 х (47€ - 0€) = 177.6€
es_mx: YSi usted está en 9 nivel y su socio directo está en el 5 nivel del programa de líderes, sus ingresos forman: 3.78 х (47€ - 0€) = 177.6€

# education.slide8a.block3.header
source: VIP table of orders
es_mx: La mesa VIP de los encargos

# education.slide8a.block3.content
source: You are on 9 level, your direct partner on 5 level of Leadership program. Your income is: 14.85 х (47€ - 0€) = 697.95€
es_mx: Si usted está en 9 nivel y su socio está en el 5 nivel del programa de líderes, sus ingresos forman: 14.85 х (47€ - 0€) = 697.95€

# education.slide9.header
source: How much money the company distributes in the Main agreement of the Leadership program
es_mx: Cuanto dinero se distribuye por la companía en el contrato principal en el programa de líderes

# education.slide9.block2.content
source: 2100 x 10% = €210 10% - company commission for one Main table
es_mx: 2100 x 10% = €210 10% - la comisiíon de la companía de 1 mesa principal

# education.slide9.block3.content
source: €189.00 - the company distributes in the Leadership program
es_mx: €189.00 - la companía distribuye en el programa de líderes

# education.slide9.block4.content
source: €2100 x 9% = €189 9% - goes to the Leadership program 1% - remains as an income of the company
es_mx: €2100 x 9% = €189 9% - va al programa de líderes 1% - se queda como los ingresos de la companía

# education.slide10.header
source: How much money the company distributes in the VIP agreement of the Leadership program
es_mx: Cuanto dinero se distribuye por la companía en el contrato VIP en el programa de líderes

# education.slide10.block2.content
source: 8250 x 10% = €825 10% - company commission for one VIP table
es_mx: 8250 x 10% = €825 10% - la comisiíon de la companía de 1 mesa VIP

# education.slide10.block3.content
source: €742.5 - the company distributes in the Leadership program
es_mx: €742.5 - la companía distribuye en el programa de líderes

# education.slide10.block4.content
source: €8250 x 9% = €742.5 9% - goes to the Leadership program 1% - remains as an income of the company
es_mx: €8250 x 9% = €742.5 9% - va al programa de líderes 1% - se queda como los ingresos de la companía

# education.slide11.header
source: How much money the company distributes in the VIP PLUS agreement of the Leadership program
es_mx: Cuanto dinero se distribuye por la companía en el contrato VIP PLUS en el programa de líderes

# education.slide11.block2.content
source: 29400 x 10% = €2940 10% - company commission for one VIP PLUS table
es_mx: 29400 x 10% = €2940 10% - la comisiíon de la companía de 1 mesa VIP PLUS

# education.slide11.block3.content
source: €2646 - the company distributes in the Leadership program
es_mx: €2646 - la companía distribuye en el programa de líderes

# education.slide11.block4.content
source: €29400 x 9% = €2646 9% - goes to the Leadership program 1% - remains as an income of the company
es_mx: €29400 x 9% = €2646 9% - va al programa de líderes 1% - se queda como los ingresos de la companía

# education.slideConclusion.header
source: Leadership Bonus Calculations
es_mx: Los cálculos de experiencia de liderazgo

# education.slide13.header
source: The price of one recomendation in the Leadership program
es_mx: El precio de una recomendación en el programa de líderes

# education.slide13.headerContent
source: if the difference between you and your partner is always one level
es_mx: Si la diferencia entre usted y su socio siempre forma 1 nivel

# prettyTable.firstCellItem
source: Level
es_mx: Nivel

# prettyTable.secondCellItem
source: Bonus units
es_mx: Unidades bono

# prettyTable.thirdCellItem
source: Price
es_mx: Precio

# simpleTable.firstCellItem
source: You
es_mx: Usted

# simpleTable.secondCellItem
source: partner
es_mx: Socio
